reviews/2013/2013-06-09-weekly-review.md
---
title: Weekly review: Week ending June 09, 2013 
tags: weekly
---
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Accomplished  this week</a></li>
<li><a href="#sec-2">Plans for next week</a></li>
<li><a href="#sec-3">Time review</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Accomplished  this week</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li>added taobao ads on 150019
</li>
<li>finished part of the weibo site
</li>
</ul>
</li>
<li>Relationships
<ul class="org-ul">
<li>meet with celery and got a project
</li>
<li>meeting with celery's company 
</li>
<li>talk with guorong about projects 
</li>
<li>a interview 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li>sporting a lot 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li>Haskell book
</li>
<li>Clojure book
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Plans for next week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li>finish the proj.asia website
</li>
<li>start the ticket system project with celery
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li>meeting with wangqian and talk about project 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li>open the taobao account
</li>
<li>added the source code to sale 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li>finish the haskell book
</li>
<li>start read the Clojure book 
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Time review</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>BIZ 23 hours, need more codding time
</li>
<li>Learn 6 hours so so
</li>
<li>Sleep 63 (9h/d)
</li>
<li>Relationship 10.5 hours 
</li>
</ul>
</div>
</div>
